namespace TXSystem.Mvc;

public static class DemoDescriptions
{
    public static string[] Values =
    {
        "вивести назви установ з найбільшим сумарним боргом по сплаті податку за своїх працівників",
        "вивести інформацію про сплату податку організаціями за кожен місяць минулого року",
        "для кожної особи вивести найбільший і найменший дохід та дату їх отримання",
        "для вказаної особи вивести інформацію про сумарний сплачений податок за кожен рік",
        "визначити осіб, які отримували дохід по кожному з видів доходу",
        "визначити сумарний податок по кожному з видів доходу, сплачений за останні 3 місяці",
        "дані про сумарно сплачений податок, згруповані по назві установи/організації",
        "дані про установи/організації, які мають заборгованість по сплаті податку",
    };
}